---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeSystemFixtureUnitParam
source: html/971a263e-dc1b-c74d-1238-8e8e926fe9ae.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeSystemFixtureUnitParam Property

"Fixture Units"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeSystemFixtureUnitParam { get; }
```